Repository: LittleGD/UpNext
Catalog: upnext-ios/UpNext/UpNextWidget/Localizable.xcstrings
Source language: ko
Languages: en, ja, zh_hans

# widget.activity.challenge
source: 챌린지
en: Challenge
ja: チャレンジ
zh_hans: 挑战

# widget.activity.in_progress
source: 진행 중인 챌린지
en: Active Challenge
ja: 進行中のチャレンジ
zh_hans: 进行中的挑战

# widget.activity.time_left
source: 남은 시간
en: Time Left
ja: 残り時間
zh_hans: 剩余时间

# widget.daily.complete
source: 오늘의 도전 완료!
en: Today's challenges done!
ja: 今日のチャレンジ完了!
zh_hans: 今天的挑战完成!

# widget.daily.empty
source: 오늘의 카드를 뽑아보세요
en: Draw today's cards
ja: 今日のカードを引く
zh_hans: 抽取今日卡牌

# widget.daily.start_prompt
source: 카드를 뽑아 챌린지를 시작해보세요
en: Draw a card to start a challenge
ja: カードを引いてチャレンジを始めましょう
zh_hans: 抽张卡牌开始挑战

# widget.description.home
source: 연속 달성일과 오늘의 챌린지를 한눈에
en: Streak and today's challenge at a glance
ja: 連続達成日と今日のチャレンジを一目で
zh_hans: 一眼查看连续完成天数和今日挑战

# widget.description.lock
source: 잠금화면에서 챌린지 진행 확인
en: Check challenge progress from lock screen
ja: ロック画面でチャレンジ進捗を確認
zh_hans: 在锁屏查看挑战进度

# widget.display_name.lock
source: UpNext 잠금화면
en: UpNext Lock Screen
ja: UpNext ロック画面
zh_hans: UpNext 锁屏

# widget.label.day_streak
source: 일 연속
en: day streak
ja: 日連続
zh_hans: 天连续

# widget.label.day_unit
source: 일
en: day
ja: 日
zh_hans: 天

# widget.label.main_challenge
source: 오늘의 메인 챌린지
en: Today's Main Challenge
ja: 今日のメインチャレンジ
zh_hans: 今日的主要挑战

# widget.label.progress
source: 진행률
en: Progress
ja: 進捗
zh_hans: 进度

# widget.label.streak
source: 연속
en: streak
ja: 連続
zh_hans: 连续

# widget.label.streak_achieved
source: 연속 달성
en: streak
ja: 連続達成
zh_hans: 连续达成

# widget.label.today_challenge
source: 오늘의 챌린지
en: Today's Challenge
ja: 今日のチャレンジ
zh_hans: 今日的挑战

# widget.lock.inline
source: UpNext · %1$lld/%2$lld · %3$lld일 연속
en: UpNext · %1$lld/%2$lld · %3$lld-day
ja: UpNext · %1$lld/%2$lld · %3$lld日連続
zh_hans: UpNext · %1$lld/%2$lld · %3$lld天连续

# widget.sample.1
source: 1000보 걷기
en: Walk 1,000 steps
ja: 1000歩 歩く
zh_hans: 走1000步

# widget.sample.2
source: 물 2L 마시기
en: Drink 2L of water
ja: 水を2L飲む
zh_hans: 喝2升水

# widget.sample.3
source: 책 10p 읽기
en: Read 10 pages
ja: 本を10ページ読む
zh_hans: 读10页书
